Repository: minakhan01/VisionKitTry2
Catalog: pi/AIY-projects-python/po/*.po
Languages: de

source: Volume at %d %%.
de: Lautstärke auf %d %%.

source: ip address
de: IP Adresse

source: I do not have an ip address assigned to me.
de: Ich habe keine IP Adresse zugewiesen bekommen.

source: volume up
de: Lautstärke hoch

source: volume down
de: Lautstärke runter

source: max volume
de: volle Lautstärke

source: repeat after me
de: sprich mir nach

source: We've been friends since we were both starter projects
de: Da wir beide ganz neu sind, verstehen wir uns prima.

source: clap
de: klatsche

source: clap clap
de: klatsch klatsch

source: She taught me everything I know.
de: Sie hat mir alles im Leben beigebracht.

source: hello
de: Hallo

source: hello to you too
de: Hallo auch zu dir

source: tell me a joke
de: Erzähl mir einen Witz

source: What do you call an alligator in a vest? An investigator.
de: Was hat vier Beine und kann fliegen? Zwei Vögel.

source: A galaxy far, far, just kidding. I'm from Seattle.
de: Aus einer weit, weit entfernten Galaxie, Ach Quatsch ich komm aus Seattle.

source: where are you from
de: Woher kommst du

source: A machine has no name
de: Eine Maschine hat keinen Namen.

source: your name
de: dein Name

source: time
de: Zeit

source: Unexpected error. Try again or check the logs.
de: Unerwarteter Fehler. Probiere nocheinmal oder kontrolliere die Logs.

source: I don’t know how to answer that.
de: Das weis ich nicht.

source: Could you try that again?
de: Bitte probiere es nocheinmal.
